Autodesk.Revit.DB.Leader.Elbow
Retrieves and sets the Elbow point of the Leader.
Remarks: The Elbow point of the specified Leader object can be taken and set with this Elbow
property.

Autodesk.Revit.DB.Leader.End
Retrieves and sets the End point of the Leader.
Remarks: The End point of the specified Leader object can be taken and set with this End
property.

Autodesk.Revit.DB.Leader
An object that represents a Leader within the Autodesk Revit project.
Remarks: This object derived from the APIObject base object. It can be used access the properties
of a Leader.